Duet3D/Duet3Expansion/src/atmel/SAM4S_DFP/1.0.56/sam4s/atdf/ATSAM4SD32C.atdf
      <value-group caption="" name="SUPC_WUIR__WKUPEN5">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN6">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN7">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN8">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN9">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN10">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN11">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN12">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN13">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN14">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN15">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input is enabled for a wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT0">
        <value caption="A falling edge followed by a low level for a period defined by WKUPDBC on the corre-sponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="A rising edge followed by a high level for a period defined by WKUPDBC on the cor-responding wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT1">
        <value caption="A falling edge followed by a low level for a period defined by WKUPDBC on the corre-sponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="A rising edge followed by a high level for a period defined by WKUPDBC on the cor-responding wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT2">
        <value caption="A falling edge followed by a low level for a period defined by WKUPDBC on the corre-sponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="A rising edge followed by a high level for a period defined by WKUPDBC on the cor-responding wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT3">
        <value caption="A falling edge followed by a low level for a period defined by WKUPDBC on the corre-sponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="A rising edge followed by a high level for a period defined by WKUPDBC on the cor-responding wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT4">
        <value caption="A falling edge followed by a low level for a period defined by WKUPDBC on the corre-sponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="A rising edge followed by a high level for a period defined by WKUPDBC on the cor-responding wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT5">
        <value caption="A falling edge followed by a low level for a period defined by WKUPDBC on the corre-sponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="A rising edge followed by a high level for a period defined by WKUPDBC on the cor-responding wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
